Repository: ndlaprovidence/skillscounter
Catalog: translations/messages.*.xlf
Languages: fr

source: Logout
fr: Déconnexion

source: Sign in
fr: Connexion

source: Edit Evaluation
fr: Edition de l'évaluation

source: back to list
fr: Retour à la liste

source: Evaluation index
fr: Liste des évaluations

source: label
fr: Intitulé

source: DateEvaluation
fr: Date de l'évaluation

source: Student
fr: Elève

source: show
fr: Consulter

source: edit
fr: Editer

source: no records found
fr: Aucun enregistrement trouvé

source: Create new
fr: Créer

source: New Evaluation
fr: Nouvelle évaluation

source: Create new Evaluation
fr: Créer une nouvelle évaluation

source: Subject
fr: Matière

source: student
fr: Elève

source: professor
fr: Professeur

source: Legend
fr: Légende

source: Grey needles: Old notes
fr: Aiguilles grises : Anciennes notes

source: Black needles: : New notes
fr: Aiguilles noires : Nouvelles notes

source: Comparison of notes
fr: Comparaison des notes

source: Old note
fr: Ancienne note

source: No previous evaluation
fr: Aucune évaluation antérieure

source: New note
fr: Nouvelle note

source: Delete
fr: Supprimer

source: Save
fr: Enregistrer

source: Edit Counter
fr: Edition de compteur

source: Update
fr: Mettre à jour

source: Label
fr: Intitulé

source: Coefficient
fr: Coéfficient

source: New Counter
fr: Nouveau compteur

source: Create new Counter
fr: Créer un nouveau compteur

source: Counter
fr: Compteur

source: Welcome on Mévole
fr: Bienvenue sur Mévole

source: Counter index
fr: Liste des compteurs

source: Mévole is a software for managing competency counters, student records and average calculation for the baccalaureate.
fr: Mévole est un logiciel de gestion de compteurs de compétences, de gestion de fiches élèves et de calcul de moyenne pour le baccalauréat.

source: Edit Scorecard
fr: Edition d'une fiche

source: Scorecard index
fr: Liste des fiches

source: Counters
fr: Compteurs

source: New Scorecard
fr: Nouvelle fiche

source: Create new Scorecard
fr: Créer une fiche

source: Scorecard
fr: Fiche

source: no counter found
fr: Aucun compteur trouvé
